13/data/attachments/8a5e14d285389fbd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_d6d20aef-cbeb-4436-a67d-fa103779ff51</nif:username>
            <nif:friendToBeAdded>Benjamin_large_Friend_5335_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>